<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Адрес сервера аутентификации Auth2
    |--------------------------------------------------------------------------
    |
    */
    'API_URL' => 'https://dev.22m22.ru/rest/v2',

    'Test_API_URL' => 'https://dev.22m22.ru/rest/v2',

    /*
    |--------------------------------------------------------------------------
    | Адрес API 1C для получения контактов
    |--------------------------------------------------------------------------
    |
    */
    '1C_Contacts_URL' => 'https://ecisak.zdravalt.ru/a/zgu/444/hs/contactInfoAPI',

    '1C_Login' => 'getconinfo',
    '1C_Password' => '32RjdBvgGbkFvf',

];
