<?php
/*
|--------------------------------------------------------------------------
| Константы, используемые в приложении
|--------------------------------------------------------------------------
|
*/
return [
    /*
     | Источники чатов - откуда пользователь начал диалог
     */
    'chatSources' => [
        'telegram' => 1
    ],

    'limits' => [
        'maxClientsForOperator' => 6    //Максимальное число одновременных диалогов для одного оператора
    ],

    /**
     * Состояния чата
     */
    'conditions' => [
        'expectation' => 1,
        'dialogue' => 2
    ]
];
